Repository: Filip417/CS50WP
Catalog: final project/game/locale/*/LC_MESSAGES/django.po
Languages: de

source: Chances left:
de: Verbleibende Chancen:

source: You won!
de: Du hast gewonnen!

source: You Lost! Too many guesses.
de: Du hast verloren! Zu viele Vermutungen.

source: No chances left
de: Du hast verloren! Zu viele Vermutungen.

source: Please select car from the list
de: Bitte wählen Sie ein Auto aus der Liste aus

source: User ID
de: Benutzer-ID

source: Games Played
de: Spiele gespielt

source: Win
de: Gewinnen

source: Guesses per game
de: Schätzungen pro Spiel

source: Wins with 1 guess
de: Gewinnt mit 1 Tipp

source: Favourite
de: Favoritin

source: Torque (Nm)
de: Drehmoment (Nm)

source: All
de: Alle

source: German
de: Deutsch

source: British
de: Britisch

source: 500hp+
de: 500ps+

source: Make
de: Autohersteller

source: Country
de: Land

source: Engine (L)
de: Motor (L)

source: HP
de: PS

source: Torque (lb-ft)
de: Drehmoment (lb-ft)

source: Price (USD)
de: Preis (USD)

source: Type here...
de: Geben Sie hier ein...

source: Guess
de: Erraten

source: Play again
de: Nochmal abspielen

source: How to play?
de: Spielanleitung?

source: Guess the CAR in 5 tries.
de: Errate das CAR in 5 Versuchen.

source: You will be shown an image of a car. Goal is to guess the exact car producer and model. You will be shown parameters of the guesses and indicating arrows to help you out with the correct answer.
de: Ihnen wird ein Bild eines Autos gezeigt. Ziel ist es, das genaue Auto zu erraten.Hersteller, Modell und Jahr. Ihnen werden Parameter der Vermutungen angezeigt und Hinweispfeile, die Ihnen bei der richtigen Antwort helfen.

source: You can change mode by clicking on mode name.
de: Sie können den Modus ändern, indem Sie auf den Modusnamen klicken.

source: Send any bugs, suggestions for improvement or new feature/mode request to
de: Senden Sie alle Fehler, Verbesserungsvorschläge oder Anfragen zu neuen funktionen/modi an

source: Settings
de: Einstellungen

source: Change language
de: Sprache ändern

source: Set dark theme
de: Stellen Sie ein dunkles Thema ein

source: Set light theme
de: Lichtthema festlegen

source: Set metric units
de: Legen Sie metrische Einheiten fest

source: Set imperial units
de: Legen Sie imperiale Einheiten fest

source: Send suggestions/bugs:
de: Vorschläge/Fehler senden:

source: Ranking
de: Rangfolge

source: Car Game
de: Autospiel

source: 500hp-
de: 500ps-

source: What car is it?
de: Welches Auto ist es?
