Repository: Filip417/CS50WP
Catalog: final/game/locale/*/LC_MESSAGES/django.po
Languages: fr, pl

source: Chances left:
fr: Chances restantes:
pl: Pozostałe szanse:

source: You won!
fr: Tu as gagné!
pl: Wygrałeś!

source: You Lost! Too many guesses.
fr: Tu as perdu! Trop de suppositions.
pl: Przegrałeś! Za dużo zgadnięć.

source: No chances left
fr: Il ne reste plus aucune chance
pl: Nie ma już żadnych szans

source: Please select car from the list
fr: Veuillez sélectionner une voiture dans la liste
pl: Proszę wybrać samochód z listy

source: User ID
fr: ID de l'utilisateur
pl: ID Gracza

source: Games Played
fr: Parties jouées
pl: Rozegrane gry

source: Win
fr: Gagner
pl: Wygrana

source: Guesses per game
fr: Devinettes par jeu
pl: Zgadnięcia na grę

source: Wins with 1 guess
fr: Gagne avec 1 supposition
pl: Wygrane z 1 zgadnięciem

source: Favourite type
fr: Type préféré
pl: Ulubiony typ

source: Torque (Nm)
fr: Couple (Nm)
pl: Moment obrotowy (Nm)

source: All
fr: toutes
pl: Wszystkie

source: German
fr: allemande
pl: Niemieckie

source: British
fr: britanique
pl: Brytyjskie

source: 500hp+
fr: 500cv+
pl: 500km+

source: Make
fr: Producteur
pl: Marka

source: Model
fr: Modèle

source: Country
fr: Pays
pl: Kraj

source: Engine (L)
fr: Moteur (L)
pl: Silnik (L)

source: HP
fr: CV
pl: KM

source: Torque (lb-ft)
fr: Couple (lb-ft)
pl: Moment obrotowy (lb-ft)

source: Price (USD)
fr: Prix ​​(USD)
pl: Cena (USD)

source: Type here...
fr: Écrivez ici...
pl: Wpisz tutaj...

source: Guess
fr: Deviner
pl: Zgadnij

source: Play again
fr: Rejouer
pl: Zagraj ponownie

source: How to play?
fr: Comment jouer?
pl: Jak grać?

source: Guess the CAR in 5 tries.
fr: Devinez la CAR en 5 essais.
pl: Zgadnij jakie to auto w 5 próbach.

source: You will be shown an image of a car. Goal is to guess the exact car producer and model. You will be shown parameters of the guesses and indicating arrows to help you out with the correct answer.
fr: On vous montrera une image d’une voiture. Le but est de deviner la voiture exacte producteur, modèle et année. Les paramètres des suppositions et indiquant des flèches pour vous aider à trouver la bonne réponse.
pl: Zostanie wyświetlony obraz samochodu. Celem jest odgadnięcie dokładnego samochodu producent i model. Wyświetlą się parametry poprzednich zgadnięć i wskazujące strzałki, które pomogą ci w znalezieniu prawidłowej odpowiedzi.

source: You can change mode by clicking on mode name.
fr: Vous pouvez changer de mode en cliquant sur le nom du mode.
pl: Możesz zmienić tryb, klikając w nazwę trybu.

source: Send any bugs, suggestions for improvement or new feature/mode request to
fr: Envoyez tout bug, suggestion d'amélioration ou demande de nouvelle fonctionnalité/mode à
pl: Wyślij wszelkie błędy, sugestie ulepszeń lub prośby o nową funkcję/tryb do

source: Settings
fr: Paramètres
pl: Ustawienia

source: Change language
fr: Changer de langue
pl: Zmień język

source: Set dark theme
fr: Définir un thème sombre
pl: Ustaw ciemny motyw

source: Set light theme
fr: Définir le thème de la lumière
pl: Ustaw jasny motyw

source: Set metric units
fr: Définir les unités métriques
pl: Ustaw jednostki metryczne

source: Set imperial units
fr: Définir les unités impériales
pl: Ustaw jednostki imperialne

source: Send suggestions/bugs:
fr: Envoyer des suggestions/bugs:
pl: Wyślij sugestie/błędy:

source: Ranking
fr: Classement

source: Car Game
fr: Jeu de voiture
pl: Gra samochodowa

source: What car is it?
fr: De quelle voiture s'agit-il?
pl: Jaki to samochód?
